Repository: LucasZafarie/Plugins-SupportCandy
Catalog: wpsc-agentgroup/i18n/wpsc-ag-*.po
Languages: fa_ir, he_il, sv_se, tr_tr, zh_tw

source: Agentgroups
fa_ir: گروه‌های پشتیبان
he_il: קבוצות סוכן
sv_se: Handläggare grupper
tr_tr: Temsilci Grupları
zh_tw: 客服人員群組

source: Select Groups
fa_ir: انتخاب گروه‌ها
he_il: בחר קבוצות
sv_se: Välj grupper
tr_tr: Grupları Seç
zh_tw: 選擇群組

source: Assign group only
fa_ir: فقط انتصاب گروه
he_il: הקצה קבוצה בלבד
sv_se: Tilldela enbart grupper
tr_tr: Yalnızca grup atama
zh_tw: 僅指派群組

source: Assign group and one of its members including supervisors
fa_ir: انتصاب گروه و یک عضو آن شامل سرپرست گروه
he_il: הקצה קבוצה ואחד מהחברים עם אחראיים
sv_se: Tilldela gruppen och en av dess medlemmar inklusive administratörer
tr_tr: Grubu ve denetçiler de dahil olmak üzere üyelerinden birini atama
zh_tw: 指派群組及其成員之一，包括主管

source: Closest working hours
fa_ir: نزدیک‌ترین ساعت کاری
he_il: שעות העבודה הקרובות
sv_se: Närmaste öppettider
tr_tr: En yakın çalışma saatleri
zh_tw: 最近的工作時間

source: Minimum workload
fa_ir: کمترین حجم کاری
he_il: מינימום עומס עבודה
sv_se: Minsta arbetsbelastning
tr_tr: Minimum iş yükü
zh_tw: 最小工作量

source: Assign group and one of its members excluding supervisors
fa_ir: انتصاب گروه و یک عضو آن بجز سرپرست گروه
he_il: הקצה קבוצה ואחד מהחברים בלי אחראיים
sv_se: Tilldela gruppen och en av dess medlemmar exklusive administratörer
tr_tr: Süpervizörler hariç grup ve üyelerinden birini atama
zh_tw: 指派群組及其成員之一，不包括主管

source: Agentgroup Members
fa_ir: اعضاء گروه پشتیبان
he_il: חברים בקבוצת סוכן
sv_se: Handläggargrupps medlemmar
tr_tr: Temsilci Grubu Üyeleri
zh_tw: 客服人員群組 成員

source: Agentgroup Supervisors
fa_ir: سرپرستان گروه پشتیبان
he_il: אחראיים בקבוצת הסוכן
sv_se: Handläggargrupps administratörer
tr_tr: Aracı Grup Denetçileri
zh_tw: 客服人員群組 主管

source: Unauthorized access!
fa_ir: دسترسی غیرمجاز!

source: Bad request!
fa_ir: درخواست نادرست!

source: Unauthorized access
fa_ir: دسترسی غیرمجاز

source: Members
fa_ir: اعضاء
he_il: חברים
sv_se: Medlemmmar
tr_tr: Üyeler
zh_tw: 成員

source: Supervisors
fa_ir: سرپرستان
he_il: אחראיים
sv_se: Adminstratörer
tr_tr: Denetleyiciler
zh_tw: 主管

source: Agents
fa_ir: پشتیبانان
he_il: סוכנים
sv_se: Handläggare
tr_tr: Danışmanlar
zh_tw: 客服人員
