Repository: LucasZafarie/Plugins-SupportCandy
Catalog: wpsc-usergroup/i18n/wpsc-usergroup-*.po
Languages: hu_hu

source: Usergroups
hu_hu: Felhasználócsoportok

source: Please select usergroups
hu_hu: Kérjük válassz egy felhasználócsoportot

source: Usergroup Fields
hu_hu: Felhasználócsoport Mezők

source: Unauthorized access!
hu_hu: Jogosulatlan hozzáférés!

source: Usergroup Members
hu_hu: Felhasználócsoport Tagok

source: Usergroup Supervisors
hu_hu: Felhasználócsoport Felügyelői

source: Members
hu_hu: Tagok

source: Supervisors
hu_hu: Felügyelők

source: Category
hu_hu: Kategória

source: Updating tickets
hu_hu: Jegyek frissítése

source: Auto-assign usergroups for new tickets
hu_hu: Felhasználócsoportok automatikus hozzárendelése új jegyekhez

source: Allow customers to modify usergroups of tickets
hu_hu: Az ügyfelek számára a jegyek felhasználócsoportjainak módosításának engedélyezése

source: Auto-fill usergroups in the ticket form
hu_hu: Felhasználócsoportok automatikus kitöltése a jegy űrlapon

source: Allow user to change category in ticket form
hu_hu: A felhasználó számára a kategória megváltoztatásának engedélyezése a jegy űrlapon

source: Allow supervisor to close ticket
hu_hu: Engedélyezze a felügyelőnek a jegy lezárását

source: Not Applicable
hu_hu: Nem alkalmazható

source: Show members
hu_hu: Tagok megtekintése

source: Allowed for customer
hu_hu: Ügyfél számára engedélyezett

source: Bad request!
hu_hu: Rossz kérés!

source: Is Supervisor
hu_hu: Felügyelő

source: Yes
hu_hu: Igen

source: No
hu_hu: Nem

source: Close
hu_hu: Lezárás

source: Field
hu_hu: Mező

source: Value
hu_hu: Érték

source: Submit
hu_hu: Beküldés

source: Cancel
hu_hu: Mégsem

source: Change Usergroups
hu_hu: Felhasználócsoportok cseréje

source: Modify Usergroups
hu_hu: Felhasználócsoportok Módosítása
